Repository: iago1460/radioco-web
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: History
es: Historia

source: RadioCo started in 2014 as a Iago Veloso's dissertation project
es: La historia de RadioCo empezó como un proyecto fin de carrera de Iago Veloso

source: About
es: Sobre Nosotros

source: RadioCo started in 2014 as a Iago Veloso's dissertation project, originally named "Live broadcast automatic recording for a Community radio station with Free Software" was created to provide a automated recording system to Cuac FM. Since then successfully produces high quality podcasts every day.
es: La historia de RadioCo empezó como un proyecto fin de carrera de Iago Veloso, originalmente titulado "Sistema de grabación automática de la emisión en directo de una emisora de radio comunitaria con Software Libre" fue creado para proporcionar un sistema automatizado de grabación para Cuac FM. Desde entonces, produce podcast de alta calidad

source: This is an Open Source project, which means everybody can contribute on it. Everything you see here, from the documentation to the code itself, was created by and for the community.
es: Este es un proyecto de Software libre, lo que significa que cualquiera puede contribuir. Todo lo que ves aquí, desde la documentación hasta el código, fue creado por y para la comunidad.

source: Help us translate RadioCo into your language!
es: ¡Ayúdanos a traducir RadioCo a tu idioma!

source: Official Website
es: Página web oficial

source: RadioCo project
es: Proyecto RadioCo

source: Get to know Radioco
es: Conoce Radioco

source: RadioCo is a radio management application suitable for community and commercial radios that makes easy scheduling, live recording and podcast publishing.
es: Radioco es un sistema de administración de radios apropiado para radios comunitarias y comerciales que hace que programar, grabar en directo y publicar podcast sea una tarea fácil

source: RadioCo is a user-friendly system with an intuitive drag-and-drop interface.
es: RadioCo es un sistema de fácil uso que cuenta con una interfaz intuitiva mediante arrastrar y soltar

source: Here are the main features:
es: Aquí están las características principales

source: Website
es: Página web

source: Make available your shows to the world. Providing a website will make your station more attractive to listeners
es: Haz que tus programas esten disponibles para todo el mundo. Teniendo una web hará que tu emisora atraiga mas oyentes

source: Scheduler
es: Programador

source: Create your schedule dragging and dropping shows onto the calendar. The system takes care of recording them automatically.
es: Crea tu parrilla arrastrando y soltando los programas en el calendario. El sistema se ocupa automáticamente de grabarlos.

source: Permissions
es: Permisos

source: Managing users can be tricky, RadioCo has a permission system to make things easier. Give your staff the right access.
es: Administrar usuarios puede ser complicado, RadioCo cuenta con un sistema de permisos para hacerlo más fácil. Dale a tus usuarios el acceso necesario.

source: Collaborators
es: Colaboradores

source: Awards
es: Premios

source: Hours recorded
es: Horas grabadas

source: News
es: Noticias

source: Read more
es: Leer más

source: Setup Guide
es: Guía de instalación

source: Discover how to setup RadioCo
es: Descubre como instalar RadioCo

source: Follow this easy steps to get started.
es: Sigue estos sencillos pasos para empezar.

source: Installation
es: Instalación

source: Ecosystem
es: Ecosistema

source: Find out more information about each component.
es: Descubre más información acerca de cada componente.

source: The core of this project runs on a web application.
es: El núcleo de este proyecto funciona en una aplicación web

source: Recorder software
es: Programa grabador

source: The recorder app runs over Linux and communicates automatically with the web app
es: La aplicación grabadora funciona sobre Linux y se comunica automáticamente con la web

source: Third party Android application.
es: Aplicación Android que pertenece a otro proyecto

source: Contact us
es: Contáctanos

source: INFORMATION
es: INFORMACIÓN

source: Documentation
es: Documentación

source: Get Involve
es: Participa

source: DONATE
es: DONA

source: Donate to support our effort in developing free and open source software.
es: Dona para contribuir a nuestro esfuerzo por desarrollar software libre.

source: LICENSE
es: LICENCIA

source: This work by
es: Este trabajo de

source: is licensed under a
es: está licenciado bajo una

source: Creative Commons Attribution 4.0 International License
es: Licencia Creative Commons de Reconocimiento 4.0 Internacional

source: Template:
es: Plantilla

source: Project
es: Proyecto

source: Fast
es: Rápido

source: Reliable
es: Fiable

source: Free software
es: Software Libre

source: RadioCo is a radio management application suitable for community radios that makes easy scheduling, live recording and publishing.
es: Radioco es un sistema de administración de radios apropiado para radios comunitarias que hace que programar, grabar y publicar en directo sea una tarea fácil

source: Setup
es: Configuración

source: Installation Steps
es: Pasos de instalación

source: Follow this steps to get started
es: Sigue estos pasos para comenzar

source: Home
es: Inicio

source: Download
es: Descarga

source: English
es: Inglés

source: Stations
es: Emisoras

source: Radio stations currently using this software:
es: Emisoras usando actualmente este proyecto:

source: Contributors
es: Participantes

source: Discover the people who made this possible
es: Descubre a la gente que ha hecho esto posible

source: Is your name missing or your are not happy with something? Contact us in the form below.
es: Quieres que tu nombre aparezca aquí o tienes alguna sugerencia? Contáctanos en el siguiente formulario

source: Events & Talks
es: Eventos y Charlas

source: We're all about making it as simple as possible to discover how to use RadioCo.
es: Descubre que puede hacer RadioCo por ti

source: 1. Install docker engine
es: 1. Instala docker

source: Docker is a platform to run applications with containers
es: Docker es una plataforma que automatiza el despliegue de aplicaciones dentro de contenedores de software

source: 2. Install web app
es: 2. Instala la aplicación web

source: The core of the project
es: El núcleo del proyecto

source: 3. Install recorder software
es: 3. Instala la aplicación grabadora

source: Automatic audio recorder
es: Grabador de audio automático

source: Reach more users using an Android application
es: LLega a mas oyentes proporcionando una aplicación móvil

source: Designer
es: Diseñador

source: RadioCo trademark design
es: Creación de logotipo e identidad

source: Radio Corax Developer
es: Programador Radio Corax

source: Main Contributor
es: Principal colaborador

source: Developer
es: Programador

source: Contributor
es: Colaboradores

source: Director and contributor
es: Director y colaborador

source: Radiocom integration
es: Integración de Radiocom

source: Feedback
es: Retroalimentación

source: Special mention to @bealume @isalema
es: Mención especial a @bealume @isalema

source: RadioCo Author
es: Autor de RadioCo

source: Germany, Halle
es: Alemania, Halle

source: Annual conference of Federal Association of Free Radios
es: Conferencia anual de la Asociación Mundial de Radios Comunitarias

source: Germany, Halle (Saale)
es: Alemania, Halle (Saale)

source: Spain, A Coruña
es: España, La Coruña

source: Spain, Santiago de Compostela
es: España, Santiago de Compostela

source: 14th edition of Technological Projects
es: 14º Concurso de Proyectos Tecnológicos

source: Spain, Ourense
es: España, Orense

source: VII edition of Best Final Project with Free Software
es: VII edición del Premio al mejor PFC

source: Project exposition
es: Exposición del proyecto

source: Galician Language
es: Idioma Gallego

source: Spanish Language
es: Idioma Español

source: German Language
es: Idioma Alemán

source: English Language
es: Idioma Inglés

source: Spanish
es: Español
